'''
timestamp（时间戳）

这个字段表示数据记录的开始时间，通常是 Unix 时间戳（毫秒级）。它表示的是该时间区间的开始时间。
open（开盘价）

该时间段内的第一笔交易价格，也就是该时间区间开始时的市场价格。
high（最高价）

该时间段内的最高交易价格。它是该区间内所有交易中的最高价格。
low（最低价）

该时间段内的最低交易价格。它是该区间内所有交易中的最低价格。
close（收盘价）

该时间段内的最后一笔交易价格，也就是该时间区间结束时的市场价格。
volume（成交量）

该时间段内的交易总量，通常指的是以某种计量单位（如 BTC 或 ETH）为单位的总交易量。
close_timestamp（收盘时间戳）

该时间段内的最后一笔交易的时间戳，表示的是该时间段的结束时间。
close_volume（收盘时成交量）

在该时间区间结束时，所成交的交易量。即是收盘时的总交易量。
trade_count（交易笔数）

在该时间段内完成的交易数量。这是该时间段内交易的总次数。
buy_volume（买单成交量）

该时间段内买方的成交量。它通常是指在该区间内所有买单的总交易量。
sell_volume（卖单成交量）
该时间段内卖方的成交量。它通常是指在该区间内所有卖单的总交易量。


'''